-- хМДЕЙЯШ ДКЪ рпсднбше днцнбнпш
CREATE INDEX IDX_днцнбнп_дюрю_мювюкю ON рпсднбше_днцнбнпш(дюрю_мювюкю_деиярбхъ_днцнбнпю);
CREATE INDEX IDX_днцнбнп_дюрю_нйнмвюмхъ ON рпсднбше_днцнбнпш(дюрю_нйнмвюмхъ_деиярбхъ_днцнбнпю);

-- хМДЕЙЯШ ДКЪ янрпсдмхйх
CREATE INDEX IDX_янрпсдмхй_йнмрпюйр ON янрпсдмхйх(йнмрпюйр);
CREATE INDEX IDX_янрпсдмхй_пнкэ ON янрпсдмхйх(пнкэ);
CREATE INDEX IDX_янрпсдмхй_нрдек ON янрпсдмхйх(нрдек);

-- хМДЕЙЯШ ДКЪ йнлюмдю пюгпюанрвхйнб
CREATE INDEX IDX_йнлюмдю_янрпсдмхйх ON йнлюмдю_пюгпюанрвхйнб(янрпсдмхйх);
CREATE INDEX IDX_йнлюмдю_опндсйр ON йнлюмдю_пюгпюанрвхйнб(хдемрхтхйюрнп_опндсйрю);

-- хМДЕЙЯШ ДКЪ янаеяеднбюмхъ
CREATE INDEX IDX_янаеяеднбюмхе_бюйюмяхъ ON янаеяеднбюмхъ(хдемрхтхйюрнп_бюйюмяхх);
CREATE INDEX IDX_янаеяеднбюмхе_янрпсдмхй ON янаеяеднбюмхъ(янрпсдмхй_опхмхлюбьхи_янаеяеднбюмхе);

-- хМДЕЙЯШ ДКЪ бюйюмяхх
CREATE INDEX IDX_бюйюмяхъ_нрдек ON бюйюмяхх(нрдек);
