INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(16, 'Иван_2 Иванович Иванов', 2, 'Дизайнер', TO_DATE('1992-05-15', 'YYYY-MM-DD'), 'Мужской', 'Отдел дизайна');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(17, 'Мария Васильевна Петрова', 3, 'Тестировщик', TO_DATE('1975-12-03', 'YYYY-MM-DD'), 'Женский', 'Отдел тестирования');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(18, 'Николай Александрович Романов', 4, 'Менеджер', TO_DATE('2001-07-25', 'YYYY-MM-DD'), 'Мужской', 'Отдел маркетинга');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(19, 'Екатерина Алексеевна Максимова', 5, 'Аналитик', TO_DATE('1988-03-14', 'YYYY-MM-DD'), 'Женский', 'Отдел анализа');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(20, 'Анна Андреевна Каренина', 6, 'Разработчик', TO_DATE('1985-06-30', 'YYYY-MM-DD'), 'Женский', 'Отдел разработки');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(21, 'Лев Николаевич Толстой', 7, 'Дизайнер', TO_DATE('1978-09-09', 'YYYY-MM-DD'), 'Мужской', 'Отдел дизайна');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(22, 'Федор Михайлович Достоевский', 8, 'Тестировщик', TO_DATE('1980-10-30', 'YYYY-MM-DD'), 'Мужской', 'Отдел тестирования');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(23, 'Антон Павлович Чехов', 9, 'Менеджер', TO_DATE('1975-07-15', 'YYYY-MM-DD'), 'Мужской', 'Отдел маркетинга');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(24, 'Николай Васильевич Гоголь', 10, 'Аналитик', TO_DATE('1982-04-01', 'YYYY-MM-DD'), 'Мужской', 'Отдел анализа');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(25, 'Михаил Юрьевич Лермонтов', 11, 'Разработчик', TO_DATE('1979-11-15', 'YYYY-MM-DD'), 'Мужской', 'Отдел разработки');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(26, 'Сергей Александрович Есенин', 12, 'Дизайнер', TO_DATE('1981-12-30', 'YYYY-MM-DD'), 'Мужской', 'Отдел дизайна');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(27, 'Владимир Владимирович Маяковский', 13, 'Тестировщик', TO_DATE('1983-01-19', 'YYYY-MM-DD'), 'Мужской', 'Отдел тестирования');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(28, 'Борис Леонидович Пастернак', 14, 'Менеджер', TO_DATE('1984-02-10', 'YYYY-MM-DD'), 'Мужской', 'Отдел маркетинга');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(29, 'Александр Исаевич Солженицын', 1, 'Аналитик', TO_DATE('1985-03-05', 'YYYY-MM-DD'), 'Мужской', 'Отдел анализа');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(30, 'Иван Алексеевич Бунин', 2, 'Разработчик', TO_DATE('1986-04-20', 'YYYY-MM-DD'), 'Мужской', 'Отдел разработки');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(31, 'Михаил Афанасьевич Булгаков', 3, 'Дизайнер', TO_DATE('1987-05-15', 'YYYY-MM-DD'), 'Мужской', 'Отдел дизайна');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(32, 'Андрей Аркадьевич Платонов', 4, 'Тестировщик', TO_DATE('1988-06-01', 'YYYY-MM-DD'), 'Мужской', 'Отдел тестирования');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(33, 'Василий Гроссман', 5, 'Менеджер', TO_DATE('1989-07-25', 'YYYY-MM-DD'), 'Мужской', 'Отдел маркетинга');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(34, 'Александр Александрович Фадеев', 6, 'Аналитик', TO_DATE('1990-08-14', 'YYYY-MM-DD'), 'Мужской', 'Отдел анализа');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(35, 'Константин Симонов', 7, 'Разработчик', TO_DATE('1991-09-30', 'YYYY-MM-DD'), 'Мужской', 'Отдел разработки');
INSERT INTO Сотрудники (Идентификатор_сотрудника, ФИО_Сотрудника, Контракт, Роль, Дата_Рождения, Пол, Отдел)
VALUES 
(36, 'Виктор Петрович Некрасов', 8, 'Дизайнер', TO_DATE('1992-10-15', 'YYYY-MM-DD'), 'Мужской', 'Отдел дизайна');
